export const aboutPageSlides = [
  {
    order: 1,
    numberColor: '#156350',
    image: 'about-slide-1.png',
    title: 'Управление аккаунтом и настройки компании',
    firstItemsTitle: '',
    firstItems: [
      {
        title: 'Ввод и редактирование данных компании',
        subtitles: [],
      },
      {
        title: 'Управление доступом и паролями сотрудников',
        subtitles: [
          'Джоб-сайты: hh.ru, Авито, Работа.ру, SuperJob, Хабр Карьера',
          'Почтовые сервисы',
          'Google-сервисы (Google Календарь)',
          'Мессенджеры (Telegram, WhatsApp)',
        ],
      },
      {
        title: 'Настройка интеграций',
        subtitles: [],
      },
      {
        title: 'Настройка отображения информации в карточке кандидата',
        subtitles: [],
      },
      {
        title: 'Управление фоновыми процессами',
        subtitles: ['Отслеживание', 'Статусы', 'Перезапуск задач'],
      },
    ],
  },

  {
    order: 2,
    numberColor: '#1B5264',
    image: 'about-slide-2.png',
    title: 'Управление пользователями и подразделениями',
    firstItemsTitle: 'Пользователи',
    firstItems: [
      {
        title: 'Создание и удаление пользователей:',
        subtitles: [
          'Администратор',
          'Полный доступ',
          'Управление аккаунтом',
          'Рекрутер',
          'Работа с кандидатами и вакансиями',
          'Заказчик',
          'Создание заявок на найм',
          'Ограниченный доступ к вакансиям и кандидатам',
        ],
      },
      {
        title: 'Активация/деактивация пользователей',
        subtitles: [],
      },
      {
        title: 'Ручная настройка прав доступа ',
        subtitles: ['Просмотр полей кандидатов', 'Просмотр полей вакансий', 'Доступ к этапам'],
      },
      {
        title: 'Создание и управление ролями с предустановленными правами доступа',
        subtitles: [],
      },
    ],
    secondItemsTitle: 'Подразделения',
    secondItems: [
      {
        title: 'Создание и редактирование подразделений',
        subtitles: [],
      },
      {
        title: 'Группировка сотрудников по подразделениям',
        subtitles: [],
      },
      {
        title: 'Создание дочерних подразделений',
        subtitles: [],
      },
      {
        title: 'Цветовая маркировка подразделений',
        subtitles: [],
      },
      {
        title: 'Возможность вставки дополнительных полей',
        subtitles: ['Телефон', 'Станции метро', 'Рабочие часы', '+ Добавить своё'],
      },
    ],
  },

  {
    order: 3,
    numberColor: '#795B29',
    image: 'about-slide-3.png',
    title: 'Работа с заявками в роли заказчика',
    firstItemsTitle: '',
    firstItems: [
      {
        title: 'Создание и отправка заявок на найм сотрудников',
        subtitles: [],
      },
      {
        title: 'Просмотр статусов и управление заявками',
        subtitles: ['Новые', 'В работе', 'Отклонённые'],
      },
      {
        title: 'Возможность комментариев и указания деталей в заявке',
        subtitles: [],
      },
    ],
  },

  {
    order: 4,
    numberColor: '#5F3673',
    image: 'about-slide-4.png',
    title: 'Работа с вакансиями в роли рекрутера',
    firstItemsTitle: 'Создание и настройка вакансий',
    firstItems: [
      {
        title: 'Создание вакансий вручную и из заявки',
        subtitles: [],
      },
      {
        title: 'Назначение рекрутеров и заказчиков на вакансию',
        subtitles: [],
      },
      {
        title: 'Ограничение доступа к вакансии',
        subtitles: ['Общий', 'Персональный'],
      },
      {
        title: 'Дополнительные поля вакансии',
        subtitles: ['Рабочие часы', 'Премии', 'Техническое задание'],
      },
      {
        title: 'Установка дедлайна и приоритета вакансии',
        subtitles: [],
      },
      {
        title: 'Публикация вакансий на интегрированные джоб-сайты',
        subtitles: ['HeadHunter', 'Habr', 'Avito'],
      },
      {
        title: 'Массовые действия с кандидатами',
        subtitles: ['Перемещение', 'Метки', 'Письма'],
      },
    ],
    secondItemsTitle: 'Управление вакансиями',
    secondItems: [
      {
        title: 'Группировка полей вакансии по блокам для удобства восприятия',
        subtitles: [],
      },
      {
        title: 'Заморозка, закрытие и удаление вакансий',
        subtitles: [],
      },
      {
        title: 'Привязка вакансий к вакансиям с джоб-сайтов',
        subtitles: [],
      },
      {
        title: 'Цветовая маркировка подразделений',
        subtitles: [],
      },
      {
        title: 'Канбан-доска вакансий',
        subtitles: [
          'Просмотр и управление кандидатами по этапам',
          'Настройка размера и порядка колонок',
          'Настройка отображения данных в карточках кандидатов',
        ],
      },
      {
        title: 'Уведомление о наличии кандидата в базе (избежание дублей)',
        subtitles: [],
      },
      {
        title: 'Канбан по кандидатам',
        subtitles: [
          'Можно создать колонки по заданным фильтрам. Кандидаты которые попадают под этим фильтры будут автоматически распределяться по колонкам. Также доступна функция настройки фильтров через промт, то есть можно описать кого ищем своими словами, и фильтры подставятся автоматом. ',
        ],
      },
    ],
  },

  {
    order: 5,
    numberColor: '#672929',
    image: 'about-slide-5.png',
    title: 'Работа с кандидатами',
    firstItemsTitle: 'Добавление кандидатов',
    firstItems: [
      {
        title: 'Добавление кандидатов вручную',
        subtitles: [],
      },
      {
        title: 'Добавление через отклик на джоб-сайте',
        subtitles: [
          'Когда вакансия опубликована, в том числе возможна привязка когда-либо опубликованных вакансий с распределением кандидатам по статусам (в Хантли этапы в вакансии создаются автоматически)',
        ],
      },
      {
        title: 'Добавление кандидатов через плагин из джоб-сайтов',
        subtitles: [],
      },
      {
        title: 'Создание карточки кандидата из резюме с помощью ИИ',
        subtitles: ['Быстрый или расширенный парсинг, массовая загрузка до 20 файлов'],
      },
    ],
    secondItemsTitle: 'Управление кандидатами',
    secondItems: [
      {
        title: 'Перемещение кандидатов по этапам вакансии',
        subtitles: [],
      },
      {
        title: 'Просмотр и редактирование карточек кандидатов',
        subtitles: [],
      },
      {
        title: 'Разбор и устранение дублей кандидатов',
        subtitles: [],
      },
      {
        title: 'Выгрузка резюме кандидатов в PDF',
        subtitles: ['Настраиваемые поля'],
      },
      {
        title: 'Формирование документов в PDF и DOCX на основе шаблонов',
        subtitles: ['Резюме в различных форматах', 'Направление на медкомиссию', 'Оффер'],
      },
      {
        title: 'Канбан-доска вакансий',
        subtitles: [
          'Просмотр и управление кандидатами по этапам',
          'Настройка размера и порядка колонок',
          'Настройка отображения данных в карточках кандидатов',
        ],
      },
      {
        title: 'Функционал меток',
        subtitles: [
          'Позволяет помечать кандидатов метками которые могут подготавливать пользователи и потом фильтровать их по этим меткам (резерв, бан, на прозвон и т.д.)',
        ],
      },
    ],
  },

  {
    order: 6,
    numberColor: '#2F5A27',
    image: 'about-slide-6.png',
    title: 'Этапы и воронки найма',
    firstItemsTitle: 'Этапы найма',
    firstItems: [
      {
        title: 'Создание и редактирование этапов',
        subtitles: ['Название', 'Цвет', 'Срок пребывания', 'Обязательность этапа'],
      },
      {
        title: 'Настройка действий на этапах',
        subtitles: [
          'Письмо кандидату, заказчику, на указанный адрес',
          'Планирование встреч в календаре',
          'Отклик на сайте (автоматическое добавление кандидата)',
          'Письмо от кандидата (автоматическое перемещение кандидата)',
          'Обязательный комментарий при смене этапа',
        ],
      },
      {
        title: 'Присвоение статусов этапам',
        subtitles: ['Отказ', 'Оффер', 'Нанят'],
      },
      {
        title: 'Формы оценки кандидатов',
        subtitles: ['Оценка по критериям от 1 до 5', 'Текст', 'Список из вариантов ответов', 'Зависимые поля'],
      },
    ],
    secondItemsTitle: 'Воронки найма',
    secondItems: [
      {
        title: 'Создание и управление воронками',
        subtitles: ['Минимум 5 этапов', 'Обязательные статусы Отказ, Оффер, Нанят'],
      },
      {
        title: 'Возможность добавления неограниченного количества воронок под различные задачи',
        subtitles: ['Массовый найм', 'Профессиональный найм', 'Найм руководителей'],
      },
      {
        title: 'Возможность копирования воронок и добавления в избранное для удобного поиска самых используемых',
        subtitles: [],
      },
      {
        title: 'Аналитика эффективности воронок',
        subtitles: [],
      },
      {
        title: 'Копирование, редактирование, удаление и избранное для воронок',
        subtitles: [],
      },
    ],
  },

  {
    order: 7,
    numberColor: '#2A3A88',
    image: 'about-slide-7.png',
    title: 'Аналитика и отчётность',
    firstItemsTitle: 'Базовая аналитика',
    firstItems: [
      {
        title: 'Общая аналитика по всем вакансиям',
        subtitles: ['Новые кандидаты', 'Просроченные', 'Нанятые', 'Средний срок закрытия и пр.'],
      },
      {
        title: 'Аналитика по отдельной вакансии',
        subtitles: ['Срок до закрытия', 'Количество нанятых', 'Просрочки этапов и пр.'],
      },
      {
        title: 'Выгрузка статистики в Excel',
        subtitles: [],
      },
    ],
    secondItemsTitle: 'Расширенная аналитика',
    secondItems: [
      {
        title: 'Общая эффективность найма компании',
        subtitles: [],
      },
      {
        title: 'Аналитика по вакансиям, рекрутерам и воронкам',
        subtitles: [],
      },
      {
        title: 'Детальный анализ данных и эффективность работы сотрудников',
        subtitles: [],
      },
    ],
  },

  {
    order: 8,
    numberColor: '#1F6F64',
    image: 'about-slide-8.png',
    title: 'Шаблоны писем и коммуникация',
    firstItemsTitle: '',
    firstItems: [
      {
        title: 'Создание, редактирование и удаление шаблонов писем',
        subtitles: [
          'Мы можем создавать документы в PDF или DOCX на основе шаблонов. Также в редакторе доступен функционал разметки',
        ],
      },
      {
        title: 'Форматирование текста писем',
        subtitles: ['Шрифты', 'Списки', 'Ссылки', 'Изображения и др.'],
      },
      {
        title: 'Использование переменных (ключей) для автоматической подстановки данных',
        subtitles: [],
      },
      {
        title: 'Предпросмотр писем с тестовыми данными',
        subtitles: [],
      },
      {
        title: 'Назначение шаблонов на действия в этапах',
        subtitles: [],
      },
    ],
  },
];
